Repository: cyrosy/DTWrapper
Catalog: DTWrapper.GUI/EditGameWindow.*.resx
Languages: fr

# nameLabel.Text
source: Name :
fr: Nom :

# isoLabel.Text
source: Path to disk image :
fr: Chemin de l'image disque :

# exeLabel.Text
source: Path to executable :
fr: Chemin de l'exécutable :

# cancelButton.Text
source: &Cancel
fr: &Annuler

# exeBrowserWindow.Filter
source: Executables|*.exe
fr: Exécutables|*.exe

# exeBrowserWindow.Title
source: Path to executable
fr: Chemin de l'exécutable

# isoBrowserWindow.Filter
source: Disk file|*.iso; *.mdx; *.mds; *.mdf; *.ccd; *.cue; *.ape; *.flac; *.isz; *.cdi; *.b5t; *.b6t; *.bwt; *.nrg
fr: Images disque|*.iso; *.mdx; *.mds; *.mdf; *.ccd; *.cue; *.ape; *.flac; *.isz; *.cdi; *.b5t; *.b6t; *.bwt; *.nrg

# isoBrowserWindow.Title
source: Path to disk image
fr: Chemin de l'image disque

# basicTab.Text
source: Basic
fr: Basique

# iconPathLabel.Text
source: Icon :
fr: Icône :

# advancedTab.Text
source: Advanced
fr: Avancé

# saveButton.Text
source: &Save
fr: &Sauver

# iconBrowserWindow.Filter
source: Icon file|*.ico; *.exe
fr: Fichiers d'icônes|*.ico; *.exe

# iconBrowserWindow.Title
source: Path to icon
fr: Chemin de l'icône

# $this.Text
source: Game Editor
fr: Éditeur de jeu

# Error.InvalidEXE
source: Executable invalid
fr: Exécutable invalide

# Error.InvalidIcon
source: Icon invalid
fr: Icône invalide

# Error.InvalidISO
source: Disk image invalid
fr: Image disque invalide

# Error.InvalidName
source: Name invalid
fr: Nom invalide

# launcherBrowserWindow.Filter
source: Executables|*.exe
fr: Exécutables|*.exe

# launcherBrowserWindow.Title
source: Path to launcher
fr: Chemin du lanceur

# Error.Adding
source: Error adding the game {0}
fr: Erreur pendant l'ajout du jeu {0}

# Error.Updating
source: Error updating the game {0}
fr: Erreur pendant la mise à jour du jeu {0}
