Repository: cyrosy/DTWrapper
Catalog: DTWrapper.Localization/Strings.*.resx
Languages: fr

source: About
fr: À Propos

# AddProgram
source: Add a program
fr: Ajouter un programme

source: Add to JumpList
fr: Ajouter à la liste de raccourcis

source: Advanced
fr: Avancé

source: Basic
fr: Basique

source: Cancel
fr: Annuler

source: Close
fr: Fermer

# CreateShortcut
source: Create a shortcut on Desktop
fr: Créer un raccourci sur le bureau

source: Delete
fr: Supprimer

source: Details
fr: Détails

# DiskImageFilter
source: Disk Images|*.iso; *.mdx; *.mds; *.mdf; *.ccd; *.cue; *.ape; *.flac; *.isz; *.cdi; *.b5t; *.b6t; *.bwt; *.nrg|All*.*
fr: Images disque|*.iso; *.mdx; *.mds; *.mdf; *.ccd; *.cue; *.ape; *.flac; *.isz; *.cdi; *.b5t; *.b6t; *.bwt; *.nrg|Tous|*.*

# DiskImageMounting
source: Mouting "{0}" disk image for "{1}" ...
fr: Image disque "{0}" en cours de montage pour {1} ...

source: Disk image path
fr: Chemin de l'image disque

# DiskImageUnmounting
source: Unmounting disk image ...
fr: Image disque en cours de démontage ...

# DTNotFound
source: Daemon Tools not found
fr: Daemon Tools non trouvé

# DTSearching
source: Looking for Daemon Tools installation ...
fr: Recherche de l'installation de Daemon Tools ...

source: Edit
fr: Modifier

# EditProgram
source: Edit a program
fr: Modifier un programme

source: Error
fr: Erreur

# ExecutableFilter
source: Executables|*.exe|All*.*
fr: Exécutables|*.exe|Tous|*.*

source: Executable path
fr: Chemin de l'exécutable

source: Exit
fr: Quitter

source: File
fr: Fichier

# IconFilter
source: Icon files|*.ico; *.exe|All|*.*
fr: Fichiers d'icônes|*.ico; *.exe|Tous|*.*

# IconPath
source: Icon
fr: Icône

# InfoText
source: Informative text
fr: Texte d'information

# InvalidDrive
source: Invalid virtual drive
fr: Lecteur virtuel invalide

# InvalidExe
source: Invalid executable
fr: Exécutable invalide

source: Invalid icon
fr: Icône invalide

# InvalidIso
source: Invalid disk image
fr: Image disque invalide

source: Large icons
fr: Grandes Icônes

source: List
fr: Liste

source: Name
fr: Nom

# OptionsError
source: Error loading options
fr: Erreur lors du chargement des options.

# Preparing
source: Preparing for launch ...
fr: Préparation pour le lancement ...

# ProgAskDelete
source: Do you really want to delete the program "{0}" ?
fr: Voulez-vous vraiment supprimer le programme "{0}" ?

# ProgDelete
source: Delete a program
fr: Supprimer un programme

# ProgDeleted
source: Program "{0}" deleted
fr: Programme "{0}" supprimé

# ProgNotDeleted
source: Program "{0}" not deleted
fr: Programme "{0}" non supprimé

# ProgNotFound
source: Program "{0}" not found
fr: Programme "{0}" non trouvé

# ProgPreparing
source: Preparing "{0}" to start ...
fr: Préparation du lancement de {0} ...

# ProgStarting
source: "{0}" is starting ...
fr: {0} démarre ...

# ProgWaitingEnd
source: Waiting for "{0}" to close
fr: Attente de la fermeture de {0}

source: Save
fr: Sauver

source: Small icons
fr: Petites Icônes

source: Start
fr: Démarrer

source: Usage
fr: Utilisation

source: View
fr: Affichage

source: Virtual drive
fr: Lecteur virtuel

# VirtualDriveChoose
source: Choose a virtual drive
fr: Choisissez un lecteur virtuel

# VirtualDriveNoneFound
source: No virtual drive found. Add one via Daemon Tools and re-try.
fr: Aucun lecteur virtuel n'a été trouvé. Ajoutez-en un avec Daemon Tools et ré-essayez.

# VirtualDriveSearching
source: Looking for virtual drives ...
fr: Recherche de lecteurs virtuels ...

# VirtualDriveSelected
source: Virtual drive {0} selected
fr: Lecteur virtuel {0} sélectionné

source: Invalid name
fr: Nom invalide

# ProgNotAdded
source: Program not added
fr: Programme non ajouté

# ProgNotModified
source: Program "{0}" not modified
fr: Programme "{0}" non modifié
